import img1 from "./../../../img/images/6-С.jpg";
import img2 from "./../../../img/images/7-С.jpg";
import img3 from "./../../../img/images/8-С.jpg";
import img4 from "./../../../img/images/9-С.jpg";
import img5 from "./../../../img/images/10-С.jpg";
import img6 from "./../../../img/images/11-С.jpg";
import img7 from "./../../../img/images/12-С.jpg";
import img8 from "./../../../img/images/13-С.jpg";
import img9 from "./../../../img/images/14-С.jpg";
import "./certificates.css";

const Certificates = () => {
    return (
        <main className='section'>
            <div className='container'>
                <h1 className='title-1'>
                    С какими проблемами, жалобами, запросами, целями и смыслами
                    я работаю:
                </h1>
                <h2 className='title-2'>Психокоррекция здоровья</h2>
                <div className='certificat'>
                    <div className='certificat_img-wrapper'>
                        <img src={img1} alt='Psychocorrection' />
                    </div>

                    <div className='certificat_content-wrapper'>
                        <p>
                            Работа с психокоррекцией здоровья включает: техники
                            работы с зависимостями, лишним весом, болью и
                            болезнями.
                        </p>
                        <p>
                            Быть здоровым - значит быть счастливым и успешным.
                            Учёные давно доказали, что практически все
                            заболевания в своей основе имеют психосоматическую
                            причину.
                        </p>
                        <p>
                            Работа с психосоматикой проводится не за одну
                            консультацию, так как включает:
                        </p>
                        <p>- предварительное Консультирование;</p>
                        <p>- формирование готовности к исцелению;</p>
                        <p>- работу по изменению динамики патологии;</p>
                        <p>- работу с личной историей;</p>
                        <p>- психотерапию убеждений и самоопределений;</p>
                        <p>- работу с образами болезни и здравия,</p>
                        <p>
                            - работу с массовидными образованиями (инклюдами и
                            интроектами),
                        </p>
                        <p>- формирование здорового образа себя.</p>
                    </div>
                </div>
                <h2 className='title-2'>Психотехнологии адаптации к жизни</h2>
                <div className='certificat'>
                    <div className='certificat_img-wrapper'>
                        <img src={img2} alt='Psychocorrection' />
                    </div>

                    <div className='certificat_content-wrapper'>
                        <p>
                            Включает избавление от проблем адаптации к жизни и
                            таких состояний как: стыд, вина, апатия, обида,
                            страх, раздражение, постоянные неудачи и какая-то
                            несчастливость в целом.
                        </p>
                        <p>Работа в рамках модуля включает:</p>
                        <p>- определение проблем адаптации;</p>
                        <p>
                            - выяснение и описание их психологического
                            содержания;
                        </p>
                        <p>- работу с реакцией на объекты;</p>
                        <p>
                            - работу с ситуативными минискриптами поведения
                            (+пояснить);
                        </p>
                        <p>
                            - работу с состояниями контра- и про- (+пояснить);
                        </p>
                        <p>
                            - работу по замене неэффективной модели
                            деятельности;
                        </p>
                        <p>
                            - изменение образа себя и усиление самоидентичности;
                        </p>
                        <p>- работу с убеждениями и самоопределениями;</p>
                        <p>- создание новых смыслов и замыслов адаптации.</p>
                    </div>
                </div>
                <div className='bottom-wrapper'>
                    <p>
                        Адаптация - это адекватное восприятие себя, других, мира
                        и взаимодействие с ними.
                    </p>
                    <p>Главная проблема адаптации:</p>
                    <p>
                        Человек, сохранивший в себе нерешенные внутренние
                        проблемы адаптации, не может достичь более высокого
                        уровня (приличное здоровье, хорошие взаимоотношения,
                        удовлетворяющий секс, интересная работа, а также
                        определенный материальный достаток). Или достигнув, не
                        может устойчиво закрепиться.
                    </p>
                    <p>
                        В норме стадия адаптации завершается в 17 лет и
                        переходит в стадию социализации.
                    </p>
                    <p>
                        И если всё прошло хорошо, то человек благополучен и
                        счастлив. Но практически 70% населения так и остаются на
                        этой стадии до конца жизни. Работа по адаптации обычно
                        не занимает слишком много времени, но результаты,
                        получаемые от этой работы, впечатляют. В процессе работы
                        изменяется внутреннее состояние человека, его настройки,
                        отношение к себе, другим и миру, устанавливается
                        внутренний и внешний раппорт. На этой стадии уже можно
                        заметить улучшения во взаимоотношениях в семье и рабочем
                        коллективе, положительные изменения в длительно не
                        решающихся вопросах. Инструменты этого модуля позволяют
                        не только решить проблемы адаптации, но и начать
                        построение социализации – найти себя, перестать избегать
                        проблем, улучшить взаимоотношения с окружающими, найти
                        занятие по душе, выйти на устраивающий уровень дохода,
                        обрести счастливые взаимоотношения с любимым человеком
                        и, наконец, просто стать счастливым.
                    </p>
                    <p>
                        Кроме того, отличительной особенностью ИНП является то,
                        что, решая даже локальные проблемы, по итогу работы
                        клиент получает бонусом улучшение в других сферах жизни
                        или проблемных ситуациях.
                    </p>
                </div>
                <h2 className='title-2'>
                    Психотерапевтическая работа с автономными программами
                    жизнедеятельности
                </h2>
                <div className='certificat'>
                    <div className='certificat_img-wrapper'>
                        <img src={img3} alt='Psychocorrection' />
                    </div>

                    <div className='certificat_content-wrapper'>
                        <p>
                            Думаете, что вы осознаны и контролируете свою жизнь
                            на все 100%?
                        </p>
                        <p>К сожалению, нет – только на 10%.</p>
                        <p>
                            Остальные 90% под контролем Самостоятельных единиц
                            сознания.
                        </p>
                        <p>
                            Самостоятельные единицы сознания (СЕС) - это
                            автономные части нашего "Я", отвечающие за все без
                            исключения программы человеческой жизнедеятельности.
                        </p>
                        <p>
                            Иногда их называют просто “автоматические части
                            меня”.
                        </p>
                        <p>Они регулируют всё!</p>
                        <p>
                            Как мы дышим, как ходим, как живем, работаем, любим.
                        </p>
                        <p>
                            Они контролируют наши эмоции: от депрессии до
                            страха. Создают нам вредные привычки: от переедания
                            до наркотической зависимости. Они внушают нам
                            чувство опасности, нежелания быть собой и страх быть
                            с кем-то. Из-за них мы испытываем настоятельную
                            потребность в спорах и не можем кого-то простить.
                        </p>
                        <p>
                            Но мы настолько к ним привыкли, что считаем их и
                            себя неизменными.
                        </p>
                    </div>
                </div>
                <div className='bottom-wrapper'>
                    <p>
                        Данный модуль позволяет изменить и наладить жизнь,
                        отрегулировать программы жизнедеятельности (СЕС) так,
                        чтобы они помогали достигать результатов и делали жизнь
                        не только эффективной, но и счастливой.
                    </p>
                    <p>Работа в рамках модуля включает:</p>
                    <p>
                        - работу с субчастями (негативными ощущениями в теле);
                    </p>
                    <p>
                        - работу с частями (сес уровня действий, программ
                        поведения);
                    </p>
                    <p>
                        - работу с конфликтующими сес (различные внутренние
                        конфликты, раздирающие противоречия);
                    </p>
                    <p>- работу с взаимодействующими сес;</p>
                    <p>- и другие нюансы работы с командой нашего я.</p>
                </div>
                <h2 className='title-2'>
                    Основы психологического консультирования ИНП-консалтинг и
                    коучинг
                </h2>
                <div className='certificat'>
                    <div className='certificat_img-wrapper'>
                        <img src={img4} alt='Psychocorrection' />
                    </div>

                    <div className='certificat_content-wrapper'>
                        <p>Включает:</p>
                        <p>- определение глубиной проблемы,</p>
                        <p>- проектирование динамики изменений,</p>
                        <p>- оптимизацию структуры проблемы,</p>
                        <p>- прояснение проблемного содержания,</p>
                        <p>- определение проблемных областей,</p>
                        <p>
                            - активизацию бессознательного образа желаемого
                            результата,
                        </p>
                        <p>- проверка цели по критериям оформленности,</p>
                        <p>- адекватизацию целей,</p>
                        <p>- создание структуры результата,</p>
                        <p>- поиск и ревизию ресурсов,</p>
                        <p>
                            - переход от проблемы к решению, от решения к
                            результату,
                        </p>
                        <p>- структуризацию перехода,</p>
                        <p>- настройку мотивации к переходу.</p>
                    </div>
                </div>
                <div className='bottom-wrapper'>
                    <p>
                        Методом психологического консультирования психолог
                        помогает человеку решить конкретную психологическую
                        проблему через изменение программ жизнедеятельности (с
                        неэффективных способов поведения на эффективные) и карт
                        реальности (мы не видим просто мужчин, женщин, мы видим
                        мужчин-козлов, женщин-стерв, у каждого здесь свое
                        прилагательное), поэтому чем точнее у вас карта к
                        объективной реальности, чем она более выигрышна для
                        принятия решения в конкретной ситуации, тем более
                        выигрывающим будете вы.
                    </p>
                    <p>
                        Консультирование - это способ верчения-кручения мозгов,
                        ваших карт, чтобы найти ту, которая позволит решить
                        проблему, которая казалась вам нерешаемой.
                    </p>
                    <p>
                        Коучинг - это метод достижения целей, доведения клиента
                        до результата.
                    </p>
                    <p>Психолог-консультант помогает найти решение проблемы.</p>
                    <p>
                        Коуч следит, чтоб клиент не только получил решение, но и
                        шаг за шагом пошел за воплощением его на практике. Но
                        карты у людей с непроработанной адаптацией недостаточно
                        творческие.
                    </p>
                    <p>
                        Поэтому задача решается так. Сначала консультирование-
                        поиск, создание, микс новых карт, затем психотерапия
                        +коучинг - доведение до результата. Инструменты
                        консалтинга и коучинга - новые инструменты умственного
                        труда, которые помогут настроить ваш мозг и поднять
                        коэффициент полезного действия интеллекта на уровень,
                        который до этого был не свойственен.
                    </p>
                </div>
                <h2 className='title-2'>
                    Психотерапия личной истории. Психотерапии трансформации
                    прошлого и оптимизации будущего.
                </h2>
                <div className='certificat'>
                    <div className='certificat_img-wrapper'>
                        <img src={img5} alt='Psychocorrection' />
                    </div>

                    <div className='certificat_content-wrapper'>
                        <p>
                            Работа с личной историей - очередной метод внутри
                            направления инп, осуществляется через:
                        </p>
                        <p>
                            - ресурсирование убеждений, определяющих «нетакую»
                            жизнь,
                        </p>
                        <p>
                            - работу с решениями о себе, жизни, людях, принятыми
                            на основе этих пагубных убеждений,
                        </p>
                        <p>
                            - создание альтернатив и внедрение их в
                            бессознательное,
                        </p>
                        <p>
                            - работу с перепрожитием (реимпринтированием)
                            критических инцидентов и травм,
                        </p>
                        <p>- сортировку прошлого,</p>
                        <p>- ресурсирование опорных моментов,</p>
                        <p>
                            - технологии: второго рождения, волшебных родителей,
                            извлечения ресурсов из прошлого,
                        </p>
                        <p>- работу с выбором на линии времени,</p>
                        <p>- позитивацию будущего,</p>
                        <p>- работу по включению автопилота достижений,</p>
                        <p>
                            - и другие спец.техники для улучшения качества
                            жизни.
                        </p>
                    </div>
                </div>
                <div className='bottom-wrapper'>
                    <p>
                        "Мы родом из детства" - известный тезис, являющийся
                        одной из аксиом современной психологии. Поскольку наша
                        жизненная позиция в настоящем, а также направление
                        движения в будущее определяется нашим прошлым опытом.
                        Часто наше прошлое для нас - это про нести тяжело, и
                        бросить жалко. Приходится тащить за собой по жизни
                        прошлые непрощённые обиды, недосказанные разговоры,
                        незажившие раны, тревожные мысли, гнетущие воспоминания.
                        А быть действительно счастливым в настоящем означает
                        проработать прошлое. Ведь сложно построить прочный дом
                        своего будущего на слабом фундаменте прошлого. Наш опыт
                        - это не то, что с нами было, а то что мы сделали с тем,
                        что с нами было.
                    </p>
                    <p>
                        Знайте, любому из нас доступна возможность изменения
                        собственного настоящего и будущего за счет оптимизации
                        прошлых психотравматических ситуаций, содержащих в себе
                        боль и бессознательность.
                    </p>
                    <p>Как? Работа с психотерапией личной истории включает:</p>
                    <p>
                        – превращение негативного опыта в трамплин для
                        преодоления препятствий настоящего;
                    </p>
                    <p>
                        – понимание своего прошлого и выявления в нём ключевых
                        моментов;
                    </p>
                    <p>
                        – понимание своего прошлого и выявления в нём ключевых
                        моментов;
                    </p>
                </div>
                <h2 className='title-2'>
                    Интеграция практики. Генеральный модуль осуществления
                    изменений.
                </h2>
                <div className='certificat'>
                    <div className='certificat_img-wrapper'>
                        <img src={img6} alt='Psychocorrection' />
                    </div>

                    <div className='certificat_content-wrapper'>
                        <p>
                            Система работы от А до Я, с каждой из 6 сфер жизни:
                            здоровье, секс, взаимоотношения, любовь,
                            материальное благополучие, работа.
                        </p>
                        <p>
                            «Вчера я был умным, и поэтому хотел изменить мир.
                            Сегодня я стал мудрым, и поэтому я меняю себя»
                            (Джалаладдин Руми, персидский поэт).
                        </p>
                        <p>
                            Что именно в вашей жизни (отношения, работа, секс,
                            материальное благополучие…) вас не устраивает?
                            Решаемо! Если вы готовы над этим целенаправленно
                            работать.
                        </p>
                        <p>
                            В модуле работы собраны базовые необходимые
                            психотехнологии, последовательные шаги для
                            целенаправленных изменений и приведения в норму по
                            любой из этих 6 сфер жизни.
                        </p>
                    </div>
                </div>
                <div className='bottom-wrapper'>
                    <p>
                        Так как субъективные и объективные проблемы человека
                        имеют системный характер, то эти сферы связаны, как
                        колесо. Разработан модуль для того, чтобы психологу
                        помочь человеку приобрести адекватность самому себе,
                        другим, миру, действительно вырасти и развиться на
                        уровне социализации (обретения благ каждой из сфер
                        жизни). Что даст способность приобрести необходимый в
                        жизни “соцпакет”,но самое важное, способность им
                        распорядиться и насладиться. Потому что действительно
                        бедный не тот, у кого мало, а тот, кому мало.
                    </p>
                    <p>
                        Интеграция практики включает то, что с каждым человеком
                        от проблемы в сфере жизни до создания готовности, а
                        потом и способности к ее решению нужно пройти этапы:
                    </p>
                    <p>- консультирование,</p>
                    <p>- разборка проблемы,</p>
                    <p>- сборка решения,</p>
                    <p>- создание структуры результата,</p>
                    <p>- проверка этой структуры,</p>
                    <p>
                        - создание готовности (устранение основных
                        сопротивлений),
                    </p>
                    <p>
                        - работа с убеждениями (запреты внутреннего родителя,
                        ограничения взрослого, невозможности дитя),
                    </p>
                    <p>
                        - работа с образами себя, с прошлым и будущим, получение
                        ресурсов,
                    </p>
                    <p>- работа с СЕС,</p>
                    <p>- работа с инклюдами и интроектами,</p>
                    <p>
                        нейрологическая сборка всей жизни и формирование
                        готовности на реализацию задуманного.
                    </p>
                </div>
                <h2 className='title-2'>
                    Психотерапия межличностных отношений
                </h2>
                <div className='certificat'>
                    <div className='certificat_img-wrapper'>
                        <img src={img7} alt='Psychocorrection' />
                    </div>

                    <div className='certificat_content-wrapper'>
                        <p>
                            Ежедневно мы неоднократно вступаем с кем-либо во
                            взаимоотношения: в семье, на работе, совершая
                            покупки в магазине, по дороге домой… Очень часто эти
                            отношения имеют совсем не тот характер, который бы
                            нам хотелось… Но мы разделяем мнение Ф.М.
                            Достоевского: «Отношения можно смоделировать,
                            главное в этом направлении своим умом правильно
                            лавировать».
                        </p>
                        <p>
                            Ваша цель закончить отношения, давно ставшие
                            ненужными? Настроить взаимопонимание со значимыми
                            другими (родителями, братьями, сёстрами…)?
                        </p>
                        <p>Противостоять манипулятору?</p>
                    </div>
                </div>
                <div className='bottom-wrapper'>
                    <p>Работа состоит из:</p>
                    <p>- «отчистка» от неэкологичных проекций,</p>
                    <p>- устранение созависимости со значимыми другими,</p>
                    <p>- работа с позиции другого,</p>
                    <p>
                        - пост-консультирование с начальным моделированием
                        взаимодействий.
                    </p>
                    <p>
                        Целостное моделирование взаимодействия с кем-то состоит
                        из:
                    </p>
                    <p>- поиск смысла отношений,</p>
                    <p>
                        - отработки того, что мешает реализации своих и чужих
                        прав (убеждений о себе, другом),
                    </p>
                    <p>- реорганизации эго-состояний (дитя, род,взрослый),</p>
                    <p>
                        - определения и устранения прототипа неудачных
                        взаимоотношений,
                    </p>
                    <p>- ресурсирования себя для этих отношений,</p>
                    <p>- работы с неэффективным поведением,</p>
                    <p>- облагораживания неприятных ощущений от отношений.</p>
                </div>
                <h2 className='title-2'>
                    Постановка и организация достижения жизненных целей
                </h2>
                <div className='certificat'>
                    <div className='certificat_img-wrapper'>
                        <img src={img8} alt='Psychocorrection' />
                    </div>

                    <div className='certificat_content-wrapper'>
                        <p>Конкретная работа по:</p>
                        <p>- формированию первичного целеполагания,</p>
                        <p>- определению желаемой цели,</p>
                        <p>
                            - проверке первичного запроса по критериям
                            оформленности,
                        </p>
                        <p>- созданию дополненного запроса,</p>
                        <p>- формированию итогового запроса,</p>
                        <p>- фиксации пространства желаемых достижений,</p>
                        <p>- созданию целевого мотивационного потенциала,</p>
                        <p>
                            - формированию и внедрению в себя структуры
                            достижения цели,
                        </p>
                        <p>- внедрению цели в бессознательное,</p>
                        <p>- созданию сценария достижения,</p>
                        <p>
                            - созданию психологической готовности к достижению:
                            формированию - содержания этой готовности, созданию
                            ее структуры, приданию динамики (эмоций) этой
                            готовности. И также работа с образами себя,
                            состояниями, над совершенствованием поведения и
                            комплексное изменение психотравматического опыта.
                        </p>
                        <p>Задается вектор изменения жизнедеятельности.</p>
                    </div>
                </div>
                <h2 className='title-2'>
                    Коды, языки и техники управления реальностью
                </h2>
                <div className='certificat'>
                    <div className='certificat_img-wrapper'>
                        <img src={img9} alt='Psychocorrection' />
                    </div>

                    <div className='certificat_content-wrapper'>
                        <p>
                            Человек не живет в объективной реальности, а
                            пребывает в субъективном пространстве восприятий,
                            впечатлений, мнений и оценок. Это пространство можно
                            назвать индивидуальной действительностью, именно оно
                            определяет ход и результаты деятельности человека.
                            Расширяя, углубляя и возвышая свою действительность,
                            человек развивается.
                        </p>
                        <p>
                            Если адекватность индивидуальной модели
                            действительности к объективной реальности нарушена,
                            то у человека возникают проблемы в жизни или с
                            жизнью.
                        </p>
                        <p>
                            Главной системой, ответственной за жизнедеятельность
                            людей является бессознательное. Можно понимать его,
                            как автоматического спутника или СЕС.
                        </p>
                        <p>
                            В кодах, языках и техниках были инструменты работы
                            конкретно с бессознательным: принятие проблемы и
                            формулирование результата (что вместо этого хотели
                            бы получить), много инструментов работы с проблемой
                            через слова, тело, пространство, символы и при
                            одновременном их использовании. Азы работы с
                            символдрамой, классическими мотивами.
                        </p>
                    </div>
                </div>
            </div>
        </main>
    );
};

export default Certificates;
