import BtnGitHub from "../../components/btnGitHub/BtnGitHub";

const PsychologicalContract = () => {
    return (
        <main className='section'>
            <div className='container'>
                <h1 className='title-1 psychological'>
                    Предварительная беседа (Психологический контракт)
                </h1>
                <p>
                    Всем привет, на связи София, психолог в направлении ИНП!
                    Сегодня я расскажу Вам о том, как происходит предварительная
                    беседа психолога и клиента перед началом совместной работы.
                    Этот “психологический контракт” нужен обеим сторонам. Мне,
                    чтобы прояснить проблему, цели, ожидания клиента по поводу
                    терапии. А клиенту, чтобы понять себя, лучше описать свою
                    проблему и наметить цель на терапию. Вопросы помогают нам
                    разграничить на берегу зоны нашей ответственности. Ведь
                    дальше идти вместе целый путь, как же без договоренностей? В
                    общем, хотите узнать в чем ответственность практического
                    психолога, а в чем клиента? Читайте далее.
                </p>
                <h2 className='title-2'>Вопросы предварительной беседы:</h2>
                <ul>
                    <li>Что вы хотите понять, изменить, достичь?</li>
                    <li>Что вы будите делать, чтобы достичь этих изменений?</li>
                    <li>Что вы хотите (при этом) от меня?</li>
                    <li>Как другие заметят ваши изменения?</li>
                    <li>
                        Как вы будите этими изменениями мешать другим и себе?
                    </li>
                    <li>
                        Какие - внешние и внутренние, субъективные и объективные
                        - факторы могут помешать вам достичь желаемых изменений
                        или воспользоваться ими?
                    </li>
                    <li>Какие претензии вы мне в этом случае предъявите?</li>
                    <li>Как вы будите саботировать нашу работу?</li>
                    <li>
                        Что хорошего произойдет или будет происходить в вашей
                        жизни, если мы с вами достигнем желаемых изменений?
                    </li>
                </ul>
                <h2 className='title-2'>Сама предварительная беседа:</h2>
                <p>
                    <b>Психолог:</b> Какая у вас проблема?
                </p>
                <p>
                    <b>Клиент:</b> Отношения с мужем.
                </p>
                <p>
                    <b>Психолог:</b> В чем проблемность отношений с мужем?
                </p>
                <p>
                    <b>Клиент:</b> Надоел, не хочет развиваться, не слышит меня
                    итд. (ситуация со всеми критериями).
                </p>
                <p>
                    <b>Психолог:</b> Что лично вы хотите понять, изменить,
                    достичь в связи с тем, что муж надоел, не хочет развиваться,
                    не слышит, когда ощущаете проблему отношений с мужем, когда
                    пришли с этой проблемой? (Вопрос для переориентации мышления
                    с проблемы и жалобы сразу на цель. Меня учили менять вам
                    модели жизни, используя немедикаментозный инструментарий.
                    Отсюда и вопрос сразу для выхода на изменения).
                </p>
                <p>
                    <b>Клиент:</b> Я хочу от него уйти, но не могу почему-то.
                    Хочу понять, почему не могу.
                </p>
                <p>
                    <b>Психолог:</b> Что вы хотите понять, изменить достичь,
                    когда хотите от него уйти, но не можете понять почему не
                    можете?
                </p>
                <p>
                    <b>Клиент:</b> Хочу детей, а он не хочет. Я не понимаю, как
                    жить дальше, что делать с человеком, который инфантильный
                    сам, ничего с этим делать не хочет, как развиваться дальше.
                </p>
                <p>
                    <b>Психолог:</b> Что лично вы хотите понять, изменить,
                    достичь, когда хотите детей, а он нет, когда не понимаете,
                    как жить дальше и что делать с человеком, который инфантилен
                    сам и ничего с этим делать не хочет?
                </p>
                <p>
                    <b>Клиент:</b> Я хочу уйти от него.
                </p>
                <p>
                    <b>Психолог:</b> Что кроется лично для вас в “желании уйти
                    от него”, чего вы достигните тем самым, что измените в своей
                    жизни и поймете?
                </p>
                <p>
                    <b>Клиент:</b> Мне надоело это болото, я хочу свободы, хочу
                    уже стать мамой, хочу, чтобы меня любили.
                </p>
                <p>
                    <b>Психолог:</b> Когда вам надоело это болото и вы хотите
                    свободы, как поймете (по каким признакам определите), что
                    этого достигли, и что это больше не болото и что вы мама, и
                    что вас любят?
                </p>
                <p>
                    <b>Клиент:</b> Мой муж будет забирать меня с работы, мы
                    будем проводить выходные вместе, будут темы для общения,
                    совместные цели, может построим дом, он тоже будет хотеть
                    детей.
                </p>
                <p>
                    <b>Психолог:</b> Что вы будете делать, чтобы достичь этих
                    изменений? (Здесь обычно происходит некоторое удивление, вы
                    же уже обратились к психологу, значит, делаете. Но этого
                    мало).
                </p>
                <p>
                    <b>Клиент:</b> Я пришла к вам для этого.
                </p>
                <p>
                    <b>Психолог:</b> Для чего?
                </p>
                <p>
                    <b>Клиент:</b> Буду ходить к психологу, пойму себя лучше,
                    что я хочу, вы дадите мне совет, стоит ли уходить от мужа.
                </p>
                <p>
                    <b>Психолог:</b> Я не даю советов, психолог - это посредник.
                    Не ведьма, не колдунья, мужей не привораживаю, таро не
                    владею. Поэтому вопрос к вам - что вы будете делать, для
                    того, чтобы достичь тех изменений, когда ваш муж будет
                    забирать вас с работы, вы будете проводить вместе выходные,
                    будут темы для общения, совместные цели, возможно построите
                    дом, родите совместных детей?
                </p>
                <p>
                    <b>Клиент:</b> Я думала, что это будет легче, но вопросы
                    сложные. И мне подруга вас порекомендовала, сказала, что ей
                    полегчало после терапии, и она сохранила семью, у нее
                    изменились отношения с мужем, и он сам тоже.
                </p>
                <p>
                    <b>Психолог:</b> Психолог делает человека психологически
                    способным стать и быть тем, человеком, который способен
                    достичь желаемую (поставленную на 1 консультации цель). К
                    изменениям мы пойдем в последующих консультациях через
                    психотерапию, но путь нужно наметить консультированием:
                    точку А и Б, структуру пути, содержание, готовность к нему.
                    Сейчас я чуть помогу, и вам станет яснее. Вот посмотрите,
                    если соединить вашу конструкцию: “Я хочу стать и быть
                    человеком, который” и вашу цель “Хочу, чтобы мой муж забирал
                    меня с работы, мы проводили выходные вместе, мы находили
                    темы для общения, совместные цели, может построили бы дом,
                    он бы тоже хотел детей”, то каким бы человеком стоило стать
                    и быть, чтобы достичь этой цели? Так мы отвязываем вашу цель
                    от мужа, и работаем над вашей способностью стать и быть
                    таким человеком, а не над вашим мужем.
                </p>
                <p>
                    <b>Клиент:</b> Я бы хотела стать и быть женщиной, с которой
                    приятно проводить время, которая цветет и пахнет, потому что
                    за ней ухаживают мужчины или которой интересуется ее муж,
                    ухаживает и дарит цветы, с которой все в порядке, потому что
                    у нее есть муж и дети, которые ее любят. *Отмечу, вот
                    первично сформулированная цель клиента. За терапию, мы еще
                    поменяем ее, пока в ней есть подвязки на внешние факторы: “с
                    ней всё в порядке, потому что есть муж и дети, которые
                    любят” (ориентация на внешнее, нет внутреннего “со мной всё
                    в порядке, потому что я просто есть”), “цветет и пахнет,
                    потому что за ней ухаживают мужчины” (тоже вложено какое-то
                    значение, судя по всему “ухаживает = любит”, пишу на полях,
                    что мы на терапии уйдем вглубь и проработаем ситуации и
                    объекты через контакт с бессознательным, зальем нужным
                    ресурсом эти пустоты. Человек сразу почувствует внутренние
                    изменения. Но пока рано, продолжаем рисовать карту возможных
                    дальнейших проблем при работе. Потому что работа занимает не
                    одну консультацию, клиент это тоже должен понимать).
                </p>
                <p>
                    <b>Психолог:</b> Давайте чуть уберем причинно-следственные
                    связи, чтобы вас ими не ограничивать, и сформулируем цель
                    так: Я бы хотела стать и быть женщиной, с которой приятно
                    проводить время, которая цветет и пахнет, за которой
                    ухаживают мужчины или которой интересуется ее муж, ухаживает
                    и дарит цветы, с которой все в порядке, у которой есть муж и
                    дети, которые ее любят. *Спрашиваю, насколько баллов
                    зажигает, и при желании, добавляем еще признаки образа цели,
                    той вожделенной себя, которая имеет, потому что имеет еще
                    более важное свойство - способность этим обладать. Когда
                    готово, повторяю вопрос про действия на пути к реализации.
                    Что вы будете делать, самостоятельно, помимо сеансов
                    психотерапии, идя к способности, к цели - стать и быть
                    женщиной, с которой приятно проводить время, которая цветет
                    и пахнет, за которой ухаживают мужчины или которой
                    интересуется ее муж, ухаживает и дарит цветы, с которой все
                    в порядке, у которой есть муж и дети, которые ее любят?
                </p>
                <p>
                    <b>Клиент:</b> Я буду уделять время парным танцам, после них
                    я чувствую себя гибкой и женственной. Пересмотрю режим труда
                    и отдыха, а то перерабатываю. Поговорю с мужем о том, что
                    очень хочу детей и намерена заняться этим вопросом. Узнаю, в
                    какую он играет игру на компьютере, может есть в этом
                    что-то, посмотрим...
                </p>
                <p>
                    <b>Психолог:</b> Что вы хотите (при этом) лично от меня,
                    когда вы будете делать то, что уже решили делать? (Здесь
                    проясняются ожидания клиента о том, как будет идти
                    психотерапевтический процесс. Если он заблуждается,
                    корректирую, объясняю, как это делается для понимания роли и
                    функции практического психолога).
                </p>
                <p>
                    <b>Клиент:</b> Сначала я хотела советов и чтобы мне стало
                    полегче, меня выслушали, услышали. Я по-прежнему хочу, чтобы
                    вся та боль во мне, чтобы с ней можно было что-то сделать,
                    чтобы мы не игнорировали те вещи, которые проблемны для
                    меня.
                </p>
                <p>
                    <b>Психолог:</b> То, что представляет проблему лично для вас
                    и болит - это те зоны, которые мы внимательно разберем и
                    проработаем на психотерапии. Психотерапия включает работу
                    над изменением состояний, а эффектом от нее, в частности,
                    является и спокойствие. Но путь к нему и длительность
                    персональна. В среднем, в ИНП за 12-13 сеансов можно
                    проработать целый модуль изменений. Интенсивность 1 раз в
                    неделю, если работаем по цели, как в этом случае. Все
                    хорошо, продолжаем?
                </p>
                <p>
                    <b>Клиент:</b> Да, пока всё ново, но интересно, что будет
                    дальше.
                </p>
                <p>
                    <b>Психолог:</b> Как другие заметят те изменения, которые вы
                    хотите получить, а именно, станете и будете женщиной, с
                    которой приятно проводить время, которая цветет и пахнет, за
                    которой ухаживают мужчины или которой интересуется ее муж,
                    ухаживает и дарит цветы, с которой все в порядке, у которой
                    есть муж и дети, которые ее любят? *(Это способ
                    диссоциировать человека, чтобы он вписался в контекст, а не
                    только из своих глаз видел результат, не только из своей
                    “рубашки” и своих переживаний исходил при его
                    формулировании. Чтобы посмотрел со стороны других, как это
                    будет видно. Добавляет цели реалистичности. «У меня будет
                    спокойнее голос, уверенней походка, я буду то-то делать». Он
                    начинает прописывать конкретные объективные изменения в
                    жизни, которые произойдут в результате его субъективных
                    изменений).
                </p>
                <p>
                    <b>Клиент:</b> Все будут только рады.
                </p>
                <p>
                    <b>Психолог:</b> Как проявится эта радость, как поймете, что
                    они рады?
                </p>
                <p>
                    <b> Клиент:</b> Мой папа наконец дождется внуков, перестанет
                    мне напоминать о том, что он их ждет. Мама будет за меня
                    спокойна, что я в надежных руках. С подругами будет о чем
                    поговорить, у них есть дети. Муж, возможно, найдет новую
                    работу, более высокооплачиваемую, если конечно, у меня будет
                    тот же муж, а не другой мужчина.
                </p>
                <p>
                    <b>Психолог:</b> Как вы будете мешать этим другим своими
                    изменениями, а именно, станете и будете женщиной, с которой
                    приятно проводить время, которая цветет и пахнет, за которой
                    ухаживают мужчины или которой интересуется ее муж, ухаживает
                    и дарит цветы, с которой все в порядке, у которой есть муж и
                    дети, которые ее любят? *(Объясняю, что вы будете мешать
                    этим другим, и они будут мешать вам. Наше окружение
                    чувствует наши изменения и либо подтягивается, потому что
                    изменяется привычный способ взаимодействий, либо
                    сопротивляется).
                </p>
                <p>
                    <b>Клиент:</b> Ну мужу не понравится, что мужчины дарят мне
                    цветы, он будет ревновать, не захочет, чтобы я ходила на
                    танцы. Со мной он ходить не хочет, у нас на фоне этого
                    ссоры. Детей он тоже не хочет. Он говорит, что устает после
                    работы и не видит смысла еще больше напрягаться, и что я
                    эгоистка, которая думает только о себе, и хочет всё и сразу.
                    Что я не ценю того, что он для меня делает.
                </p>
                <p>
                    <b>Психолог:</b> То есть, как вы будете мешать мужу своими
                    изменениями?
                </p>
                <p>
                    <b>Клиент:</b> Раньше я была недовольна этими глупыми
                    запретами, ревностью и не ходила на танцы, сейчас пойду. Он
                    обидится, наверное. Но, скорее всего, будет забирать меня,
                    чтобы никто другой его жену не возил. В общем, попробую,
                    расскажу.
                </p>
                <p>
                    <b>Психолог:</b> Так, а другие важные члены семьи,
                    влиятельные представители?
                </p>
                <p>
                    <b>Клиент:</b> Ну папа старой закалки, он согласен с мужем,
                    он тоже маму всю жизнь возле себя держал. Так что вряд ли
                    благословит, так скажем. Семья - прежде всего, нужно ее
                    сохранить. А мама вроде ничего не скажет, но у нее молчание
                    не менее говорящее. Как-будто я им глаза мозолю своими
                    танцами, аж бесит…Так что не поддержат. Подруги порадуются
                    за меня, скажут, давно тебе пора послать своего и делать,
                    что всю жизнь мечтала, а то совсем в болоте скуки
                    погрязнешь.
                </p>
                <p>
                    <b>Психолог:</b> Какие - внешние и внутренние, субъективные
                    и объективные - факторы могут помешать вам достичь желаемых
                    изменений, а именно, стать женщиной, с которой приятно
                    проводить время, которая цветет и пахнет, за которой
                    ухаживают мужчины или которой интересуется ее муж, ухаживает
                    и дарит цветы, с которой все в порядке, у которой есть муж и
                    дети, которые ее любят или воспользоваться этими изменениями
                    и дальше (быть ею)? *(Обычно перечисляю их - закончатся
                    деньги, не хватит времени, заболеешь, кризис - проясняем
                    подводные камни, подстелим соломку там, где можем упасть.
                    «Вообще никак» - обычно отвечают впоследствии серьезные
                    саботажники! С каждым клиентом подписываем договор. В
                    договоре прописываются санкции за опоздания, отмены
                    консультаций и неделания домашнего задания. Опоздание -
                    консультация не продлевается по времени; отмена меньше, чем
                    за 3 суток - предоплата не возвращается, так как я
                    резервирую для вас время, и оно пропадает; неделание ДЗ -
                    делаем на консультации вместе. Эти пункты помогают
                    организовать процесс работы с психологом и сделать его
                    частью жизни, а не спонтанным решением.).
                </p>
                <p>
                    <b>Клиент:</b> Ну внешние - всё моё окружение, кроме подруг.
                    Мне и кажется, что я живу в болоте правил и обязательств,
                    где я должна быть послушной, хорошей женой и прекрасным
                    человеком для всех, а мне что? Ни покоя, ни радости! Сколько
                    бы сил не вложила. Хочется всё бросить и всех. Внутренние -
                    даже когда никого нет рядом, я сама в своей голове себя
                    подгоняю. Поругаюсь с мужем, выскажу, тут же передумаю,
                    потому что на душе тошно. Тот же папа представляется, что бы
                    он сказал. Да даже если поймут и поддержат меня родители, я
                    знаю, что вот у всех так семей, взять родителей - всё на
                    мамином терпении и молчании держится. Поэтому молчу, молчу,
                    молчу… Но уже просто невозможно так жить! С этим можно
                    что-то решить?
                </p>
                <p>
                    <b>Психолог:</b> Да, в нашей голове образы людей
                    действительно сохраняются. Мозг всё записывает: их
                    поведение, состояние, убеждения, отношения с ними, характер
                    ситуации (контекст этих отношений). И поэтому-то в
                    психотерапии, меняя эту внутреннюю реальность, мы разговор
                    ведем с проекциями ваших родителей и изменения делаем с ними
                    же, с этими “картинками” родителей. Так психика учится, по
                    специальным методологиям ИНП. Эффектом будет сразу изменение
                    состояния по поводу объекта, ситуации им вызванной,
                    поведения с этим объектом и другое. И магическим этот
                    процесс кажется пока не понял его суть, и пока не знаешь,
                    как устроена психика. Она, как гладь озера, если
                    «расстроена», то луну отражает криво и нечетко. Поэтому
                    проработка эмоций адекватизирует ваше мировоззрение до «со
                    мной всё в порядке», «с другими», «с миром» и с тем, что еще
                    больше - «Богом, Вселенной или Внутренней Высшей мудростью».
                </p>
                <p>
                    <b>Клиент:</b> Субъективные - я могу в какой-то момент
                    решить, зачем мне это надо, если не сработает, если
                    передумаю идти к цели, то откажусь от терапии. Если решу,
                    что хочу потратить свои средства на другое, потому что я не
                    представляю, как это - меняться? То тоже могу перестать
                    ходить. Или буду пропускать. Мне немного боязно всё это
                    начинать. И непонятно, поэтому пока не совсем верю в
                    положительных исход. Еще я иногда сама себе кажусь глупой и
                    не хочу, чтобы вы также считали. Объективные - закончатся
                    деньги. Попаду в больницу. Уволят с работы.
                </p>
                <p>
                    <b>Психолог:</b> ИНП - единственное направление, которое
                    предусмотрело момент с «неготовностью клиента на изменения».
                    Поэтому после постановки цели последующее время мы
                    используем для создания готовности достичь цели.
                </p>
                <p>
                    <b>Психолог:</b> Какие претензии вы мне в этом случае
                    предъявите?
                </p>
                <p>
                    <b>Клиент:</b> Если мы не управимся за указанное вами
                    количество сессий, я буду недовольна.
                </p>
                <p>
                    <b>Психолог:</b> Я озвучиваю среднее количество сессий, но у
                    каждого оно персональное. Может больше, может меньше. Ваша
                    психика как снежинка, второй такой нет.
                </p>
                <p>
                    <b>Психолог:</b> Как вы будете саботировать нашу работу?
                    *(На самом деле, здесь можно загуглить способы саботажа. На
                    некоторые можно ввести штрафные санкции, например,
                    предоплата в размере половины стоимости при записи на прием,
                    к сожалению, не позволяет переносить прием с сохранением
                    денежных средств. Только уважительная причина при
                    предъявлении справки).
                </p>
                <p>
                    <b>Клиент:</b> Не выполнять задания. Отменять приемы. Буду
                    опаздывать на приемы. Забывать оплатить или говорить, что не
                    хватает денег. *(Как раз для этого заключаем письменный
                    договор, где прописываются моменты по организации работы: на
                    берегу договариваемся, что есть саботаж и как будем
                    поступать в его случае).
                </p>
                <p>
                    <b>Психолог:</b> Что хорошего произойдет или будет
                    происходить в вашей жизни, если мы с вами достигнем желаемых
                    изменений?
                </p>
                <p>
                    <b>Клиент:</b> Я буду счастливой, любимой, в хорошей
                    физической форме, буду танцевать, гибкая, красивая и
                    сексуальная. Буду счастливой мамочкой. *(Вопрос о смыслах.
                    Что дадут эти усилия. Здесь выход на позитив. Потому что
                    именно смысл помогает переживать все самые сложные
                    трудности. Человек заряжается и начинает понимать, и свою и
                    мою ответственность). Итак, вот мы и дошли с вами до
                    последнего вопроса, поздравляю! Здесь хочется добавить
                    притчу, суть которой близка понятию “терапевтический
                    процесс”: - Ты пришел зачем, за изменением? - спросил
                    мудрец. - Да, - ответил больной мудрецу, - а что, другие
                    приходят за чем-то другим? - Большинство из них приходит за
                    утешением. Им не нужно исцеление, им нужно утешение. - Как
                    так? А почему им не нужно исцеление? - А потому что
                    исцеляться трудно и больно, а получать утешение очень легко.
                    Подытожим: вы прочитали как проходит предварительная беседа
                    - это консультативная часть работы. После хорошо
                    сформулированного и проверенного результата по плану идет
                    создание готовности. А потом проработка
                    (психотерапевтическая) прошлого, настоящего, будущего. Чем
                    важен этап беседы? Вы понимаете, как работает практический
                    психолог, не дающий советов. Простой формат «вопрос-ответ»
                    позволяет действительно слышать человека, а не просто
                    слушать. Понимать, что и о чем он говорит, какую ценность и
                    значение он в это вкладывает. Где у него запутанность, на
                    каком уровне адаптации и над какой “неспособностью” нам с
                    ним предстоит работать далее.
                </p>
                <p
                    style={{
                        textAlign: "center",
                        margin: "15px 0",
                        fontSize: "15px",
                    }}
                >
                    А какую способность хотите иметь вы?
                </p>
                <div style={{ display: "inline-block" }}>
                    <BtnGitHub
                        href={"https://t.me/soma_sophia"}
                        title={"Записаться на прием"}
                    />
                </div>
            </div>
        </main>
    );
};

export default PsychologicalContract;
